/* exception reason */
"-[%@ %@] expected a 'yes' or 'no' for its value" = "-Per [%1$@ %2$@] è previsto come valore un “sì” o un “no”";

/* exception reason */
"-[%@ %@] expected a string" = "-Per [%1$@ %2$@] è prevista una stringa";

/* exception reason */
"-[%@ %@] expected a string in the cursor" = "-Per [%1$@ %2$@] è prevista una stringa nel cursore";

/* exception reason */
"-[%@ %@] expects NSString inputs but got a '%@'" = "-Per [%1$@ %2$@] è previsto un input NSString ma è stato ricevuto “%3$@”";

/* added to menu item title to indicate the default application */
"(default)" = "(default)";

/* name for zero named styles */
"(None)" = "(Nessuno)";

/* Address Book attachment localization pattern for individual names; %1$@ is the first name, %2$@ is the last name */
"%1$@ %2$@" = "%1$@ %2$@";

/* alias fix sheet message */
"%1$@ cannot be located.\nYou may locate it now or cancel to resolve the problem later." = "Impossibile trovare %1$@.\nPuoi cercarlo adesso o annullare e risolvere il problema più tardi.";

/* Pattern to use when merging a style attribute group with a single attribute name for display in the style attributes inspector */
"<<style group + name merge pattern>>" = "%1$@ %2$@";

/* button */
"Add & View" = "Aggiungi e visualizza";

/* style attribute or group name */
"adjust" = "regola";

/* style attribute or group name */
"affinity" = "affinità";

/* style attribute or group name */
"alignment" = "allineamento";

/* ligature style value */
"all" = "tutto";

/* audio capturer error panel title */
"Another recording session is in progress." = "È già in corso un’altra sessione di registrazione.";

/* exception reason */
"Attempt to add a named style that is already present (%@)" = "Tentativo di aggiungere uno stile con nome già presente (%@)";

/* exception reason */
"Attempt to archive styles from different registries" = "Tentativo di archiviare gli stili da registri diversi";

/* exception reason */
"Attempt to create a OSStyleAttributeRegistry before default attribute registration finished." = "Tentativo di creare un OSStyleAttributeRegistry prima di aver finito la registrazione dell’attributo di default.";

/* exception reason */
"Attempted to add a listener that doesn't conform to OSStyleListener." = "Eseguito un tentativo di aggiungere un ascoltatore non conforme a OSStyleListener.";

/* exception reason */
"Attempted to add a listener twice." = "Eseguito un tentativo di aggiungere due volte un ascoltatore.";

/* exception reason */
"Attempted to add an observer that doesn't conform to OSStyledTextStorageProcessEditingObserver." = "Eseguito un tentativo di aggiungere un osservatore non conforme a OSStyledTextStorageProcessEditingObserver.";

/* exception reason */
"Attempted to add an observer twice." = "Eseguito un tentativo di aggiungere due volte un osservatore.";

/* exception reason */
"Attempted to archive an empty style array" = "Eseguito un tentativo di archiviazione di una matrice di stile vuota";

/* exception reason */
"Attempted to cause a style with undo enabled to depend on a style without an undo enabled." = "Eseguito un tentativo di far dipendere uno stile con annullamento abilitato da uno stile senza annullamento abilitato.";

/* exception reason */
"Attempted to connect two styles with different style contexts." = "Eseguito un tentativo di collegare due stili con contesti di stile differenti.";

/* exception reason */
"Attempted to directly inherit from the same style twice." = "Eseguiti due tentativi di ereditare direttamente dallo stesso stile.";

/* exception reason */
"Attempted to initialize a OSStyleContext with a cursor name of '%@'" = "Eseguito un tentativo di inizializzare un OSStyleContext con un nome di cursore “%@”";

/* exception reason */
"Attempted to look up the value for an unregistered style attribute '%@'" = "Eseguito un tentativo di recuperare il valore di un attributo di stile non registrato “%@”";

/* exception reason */
"Attempted to move an inherited named style that isn't present." = "Eseguito un tentativo di spostare uno stile con nome ereditato che non è presente.";

/* exception reason */
"Attempted to override a default style attribute after style registration had finished." = "Eseguito un tentativo di sostituire un attributo di stile di default dopo che la registrazione dello stile era terminata.";

/* exception reason */
"Attempted to override the default style attribute key '%@' more than once." = "Eseguito un tentativo di sostituire più di una volta la chiave dell’attributo di stile di default “%@”.";

/* exception reason */
"Attempted to override undefined style attribute with key '%@'." = "Eseguito un tentativo di sostituire un attributo di stile non definito con la chiave “%@”.";

/* exception reason */
"Attempted to register a default style attribute after style registration had finished." = "Eseguito un tentativo di registrare un attributo di stile di default dopo che la registrazione dello stile era terminata.";

/* exception reason */
"Attempted to register two style attributes with the key '%@'." = "Eseguito un tentativo di registrare due attributi di stile con la chiave “%@”.";

/* exception reason */
"Attempted to remove a listener (%p) that hadn't been added to the style (%p)." = "Eseguito un tentativo di rimuovere un ascoltatore (%1$p) che non era stato aggiunto allo stile (%2$p).";

/* exception reason */
"Attempted to remove a nil listener." = "Eseguito un tentativo di rimuovere un ascoltatore nil.";

/* exception reason */
"Attempted to remove a nil observer." = "Eseguito un tentativo di rimuovere un osservatore nil.";

/* exception reason */
"Attempted to remove an observer (%p) that hadn't been added to the text storage (%p)." = "Eseguito un tentativo di rimuovere un osservatore (%1$p) che non era stato aggiunto all’archiviazione del testo (%2$p).";

/* exception reason */
"Attempted to set value for an unregistered attribute key of '%@'" = "Eseguito un tentativo di impostare il valore di una chiave di attributo non registrata di “%@”";

/* style attribute or group name */
"background color" = "colore di sfondo";

/* style attribute or group name */
"baseline" = "previsione";

/* font weight name */
"Black" = "Nero";

/* style attribute or group name */
"blur radius" = "raggio sfocato";

/* font weight name */
"Bold" = "Grassetto";

/* font weight name */
"Book" = "Libro";

/* exception reason */
"Boolean attributes must have a yes or no number value" = "Gli attributi booleani devono avere un valore numerico si o no";

/* style attribute or group name */
"border color" = "colore bordo";

/* style attribute or group name */
"border width" = "spessore bordo";

/* strikethrough affinity style value */
"by word <strikethrough affinity style value>" = "per parola";

/* underline affinity style value */
"by word <underline affinity style value>" = "per parola";

/* alias fix sheet button */
"Cancel" = "Cancella";

/* script error */
"Cannot create a generic attachment directly; create one of the more specific attachment types instead." = "Impossibile creare un allegato generico direttamente; crea piuttosto uno dei tipi di allegati più specifici.";

/* script error */
"Cannot currently delete a mixture of attachments and non-attachments at the same time." = "Impossibile al momento eliminare un insieme di allegati e non allegati contemporanemente.";

/* captured audio default attachment title */
"Captured Audio" = "Audio acquisito";

/* audio capture cell title format */
"Captured Audio - %@" = "Audio acquisito: %@";

/* exception reason */
"Cascade styles must not be named." = "Gli stili in cascata non devono avere un nome.";

/* paragraph alignment style value */
"center" = "centro";

/* undo action name */
"Change Attachment Name" = "Modifica nome allegato";

/* undo action name */
"Clear Local Styles" = "Cancella stili locali";

/* context menu title
   undo action name */

"Clear Style" = "Cancella stile";

/* undo action name */
"Collapse Attachment" = "Contrai allegato";

/* style attribute or group name */
"color" = "colore";

/* style attribute or group name */
"condensed" = "condensato";

/* named style key binding */
"control-number" = "numero-controllo";

/* attachment cell menu item title */
"Copy" = "Copia";

/* multiple duplicated named style pattern */
"Copy %%d of %@" = "Copia %%d di %@";

/* single duplicated named style pattern */
"Copy of %@" = "Copia di %@";

/* context menu title */
"Copy Style" = "Copia stile";

/* undo action name */
"Create Named Style" = "Crea stile con nome";

/* attachment cell menu item title */
"Cut" = "Taglia";

/* strikethrough pattern style value */
"dash <strikethrough style value>" = "trattino";

/* underline pattern style value */
"dash <underline style value>" = "trattino";

/* strikethrough pattern style value */
"dash dot <strikethrough style value>" = "tratto punto";

/* underline pattern style value */
"dash dot <underline style value>" = "tratto punto";

/* strikethrough pattern style value */
"dash dot dot <strikethrough style value>" = "tratto punto punto";

/* underline pattern style value */
"dash dot dot <underline style value>" = "tratto punto punto";

/* ligature style value
   popup title */

"default" = "default";

/* added to attachment cell menu item title */
"Default Application" = "Applicazione di default";

/* undo action name */
"Delete Named Style" = "Elimina stile con nome";

/* undo action name */
"Delete Named Styles" = "Elimina stili con nome";

/* undo action name */
"Delete Style Attribute" = "Elimina attributo stile";

/* font weight name */
"Demi-bold" = "Semi grassetto";

/* strikethrough pattern style value */
"dot <strikethrough style value>" = "punto";

/* underline pattern style value */
"dot <underline style value>" = "punto";

/* strikethrough style value */
"double <strikethrough style value>" = "doppio";

/* underline style value */
"double <underline style value>" = "doppio";

/* action menu item title */
"Duplicate" = "Duplica";

/* undo action name */
"Duplicate Named Style" = "Duplica stile con nome";

/* style selection name */
"Empty Selection" = "Selezione vuota";

/* undo action name */
"Expand Attachment" = "Espandi allegato";

/* style attribute or group name */
"expansion" = "espansione";

/* exception reason */
"Expected a '%@' element in the cursor, but got '%@' (path = '%@')" = "Era previsto un elemento “%1$@” nel cursore, ma è stato ottenuto “%2$@” (percorso = “%3$@”)";

/* font weight name */
"Extrablack" = "Extra nero";

/* font weight name */
"Extrabold" = "Extra grassetto";

/* style attribute or group name */
"family" = "famiglia";

/* script error */
"File attachments require a file." = "Per gli allegati è necessario un file.";

/* style attribute or group name */
"fill color" = "colore riempimento";

/* Audio capture progress message */
"Finishing recording..." = "Termino registrazione…";

/* style attribute or group name */
"first line head indent" = "rientro prima linea intestazione";

/* alias fix sheet button */
"Fix Reference" = "Fissa riferimento";

/* style attribute or group name */
"fixed pitch" = "passo fisso";

/* Audio capture progress message */
"Flattening movie... %d%%" = "Compatto filmato… %d%%";

/* style attribute or group name */
"font" = "font";

/* named style key binding */
"function" = "funzione";

/* style attribute or group name */
"head indent" = "rientro intestazione";

/* font weight name */
"Heavy" = "Pesante";

/* style attribute or group name */
"inherited" = "ereditato";

/* exception reason */
"Inherited styles must be named." = "Gli stili ereditati devono avere un nome.";

/* exception reason */
"Inherited styles must be styles." = "Gli stili ereditati devono essere stili.";

/* style attribute or group name */
"interface" = "interfaccia";

/* alias fix sheet message */
"It used to be at %1$@, but is now at %2$@." = "Di solito è in %1$@, ma ora è in %2$@.";

/* style attribute or group name */
"italic" = "corsivo";

/* paragraph alignment style value */
"justified" = "giustificato";

/* style attribute or group name */
"kerning" = "crenatura";

/* paragraph alignment style value */
"left" = "sinistra";

/* writing direction style value */
"left-to-right" = "da sinistra a destra";

/* style attribute or group name */
"ligature" = "legatura";

/* font weight name */
"Light" = "Leggero";

/* style attribute or group name */
"line height multiple" = "multiplo altezza linea";

/* style attribute or group name */
"line spacing" = "interlinea";

/* style attribute or group name */
"link" = "link";

/* style attribute or group name */
"link <group>" = "<gruppo> link";

/* LinkBack item cell title format */
"LinkBack Item from %@" = "Elemento LinkBack di %@";

/* script error */
"Linked attachments cannot be saved, only embedded attachments." = "Impossibile registrare gli allegati associati: solo quelli integrati.";

/* style attribute or group name */
"maximum line height" = "altezza massima linea";

/* font weight name */
"Medium" = "Medio";

/* style attribute or group name */
"minimum line height" = "altezza minima linea";

/* exception reason */
"Missing required attribute '%@' at '%@'" = "Manca l’attributo richiesto ‘%1$@’ in ‘%2$@’";

/* popup title */
"Multiple" = "Multipla";

/* popup title */
"Multiple selection" = "Selezione multipla";

/* style selection name */
"Multiple Selection" = "Selezione multipla";

/* style selection name */
"Named style \"%@\"" = "Stile con nome “%@”";

/* exception reason */
"Named style must start with a non-nil name." = "Lo stile con nome deve iniziare con un nome non nullo.";

/* style attribute or group name */
"narrow" = "stretto";

/* paragraph alignment style value
   writing direction style value */

"natural" = "naturale";

/* style boolean name */
"no" = "no";

/* script error */
"No destination specified for save command." = "Nessuna destinazione specificata per il comando di registrazione.";

/* exception reason */
"No OFEnumNameTable found for style attribute" = "Nessuna OFEnumNameTable trovata per l’attributo di stile";

/* exception reason */
"No such attribute '%@'" = "Nessun attributo “%@”";

/* style attribute name */
"None" = "Nessuno";

/* ligature style value */
"none <ligature style value>" = "nessuno";

/* named style key binding */
"none <named style key binding>" = "nessuna";

/* strikethrough affinity style value */
"none <strikethrough affinity style value>" = "nessuna";

/* style attribute name */
"None <strikethrough pattern>" = "Nessuno";

/* strikethrough style value */
"none <strikethrough style value>" = "nessuno";

/* style attribute name */
"None <strikethrough style>" = "Nessuno";

/* underline affinity style value */
"none <underline affinity style value>" = "nessuna";

/* style attribute name */
"None <underline pattern>" = "Nessuno";

/* underline style value */
"none <underline style value>" = "nessuna";

/* style attribute name */
"None <underline style>" = "Nessuno";

/* style attribute or group name */
"obliqueness" = "obliquità";

/* style attribute or group name */
"offset" = "distanza";

/* alert panel button */
"OK" = "OK";

/* temporary audio capture file name */
"OmniOutliner Audio Recording Temporary File" = "File temporaneo registrazione audio OmniOutliner";

/* audio capturer error panel message */
"Only one recording session may be active at a time." = "Può essere attiva una sola sessione di registrazione alla volta.";

/* attachment cell menu item title */
"Open With" = "Apri con";

/* attachment cell menu item title */
"Open With %@" = "Apri con %@";

/* undo action name */
"Outline" = "Struttura";

/* style attribute or group name */
"paragraph" = "paragrafo";

/* undo action name */
"Paste Local Styles" = "Incolla stili locali";

/* context menu title */
"Paste Style" = "Incolla stile";

/* attachment file wrapper name */
"Pasted Graphic" = "Grafico incollato";

/* style attribute or group name */
"pattern" = "motivo";

/* audio capturer error panel message */
"Please use the Sound Capture preferences to select another input device or quit any application currently accessing the selected device." = "Utilizza le preferenze Acquisizione suono per selezionare un altro dispositivo di input o per chiudere le applicazioni che accedono al dispositivo selezionato.";

/* attachment cell menu item title */
"Quick Look Attachment" = "Visualizzazione rapida allegato";

/* font weight name */
"Regular" = "Regolare";

/* menu item title for when there is one LinkBack item selected */
"Remove Link to %@" = "Rimuovi link a %@";

/* menu item title for when there are no LinkBack items selected */
"Remove LinkBack for Item" = "Rimuovi LinkBack per elemento";

/* attachment cell menu item title */
"Reveal in Finder" = "Mostra nel Finder";

/* paragraph alignment style value */
"right" = "destra";

/* writing direction style value */
"right-to-left" = "da destra a sinistra";

/* script error */
"Save destination is not a file." = "La destinazione di registrazione non è un file.";

/* script error */
"Save destination is not a URL." = "La destinazione di registrazione non è un URL.";

/* script error */
"Save destination is not an absolute file path." = "La destinazione di registrazione non è un percorso assoluto per il file.";

/* style selection name */
"Selected Item" = "Elemento selezionato";

/* selection type */
"Selected text" = "Testo selezionato";

/* style attribute or group name */
"selection" = "selezione";

/* style attribute or group name */
"selection color" = "colore selezione";

/* font weight name */
"Semibold" = "Semigrassetto";

/* style attribute or group name */
"shadow" = "ombra";

/* strikethrough style value */
"single <strikethrough style value>" = "singolo";

/* underline style value */
"single <underline style value>" = "singolo";

/* style attribute or group name */
"size" = "dimensione";

/* strikethrough pattern style value */
"solid <strikethrough style value>" = "tinta unita";

/* underline pattern style value */
"solid <underline style value>" = "tinta unita";

/* style attribute or group name */
"space before" = "spazio prima";

/* style attribute or group name */
"spacing" = "spaziatura";

/* audio capture warning button title - recording already in progress */
"Stop Other Recording" = "Interrompi altra registrazione";

/* style attribute or group name */
"strikethrough" = "barrato";

/* style attribute or group name */
"style" = "stile";

/* style attribute or group name */
"superscript" = "apice";

/* style attribute or group name */
"tab stop interval" = "intervallo tabulazioni";

/* style attribute or group name */
"tab stops" = "tabulazioni";

/* style attribute or group name */
"tail indent" = "rientro in coda";

/* style attribute or group name */
"text" = "text";

/* text selection name */
"Text insertion" = "Inserimento testo";

/* alert title */
"The contact \"%@\" could not be added to your Address Book." = "Impossibile aggiungere il contatto “%@” alla Rubrica Indirizzi.";

/* title for sheet when activating address book entry that is not in Address Book */
"The contact \"%@\" is not present in your Address Book." = "Il contatto “%@” non è presente in Rubrica Indirizzi.";

/* alert sheet message */
"The document containing the attachment needs to be saved before you can open the attachment." = "Per poter aprire l’allegato, devi prima registrare il documento che lo contiene.";

/* exception reason */
"The named style \"%1$@\" can't inherit the named style \"%2$@\", because \"%2$@\" already inherits \"%1$@\"." = "Lo stile con nome “%1$@” non può ereditare lo stile con nome “%2$@”, in quanto “%2$@” eredita già “%1$@”.";

/* script error */
"The value passed for the file was not a file." = "Il valore passato per il file non era un file.";

/* audio capturer error panel message */
"There may be a permissions problem, or your filesystem may be full." = "Potrebbe esserci un problema di permessi, oppure il file di sistema potrebbe essere pieno.";

/* strikethrough style value */
"thick <strikethrough style value>" = "spesso";

/* underline style value */
"thick <underline style value>" = "spesso";

/* font weight name */
"Thin" = "Sottile";

/* alias fix sheet title */
"This attachment has been moved.  Would you like to update the alias?" = "L’allegato è stato spostato. Aggiornare l’alias?";

/* tool tip */
"This attribute has been customized" = "Questo attributo è stato personalizzato";

/* alert sheet message */
"This may not be a valid address card or there may be problems with your address book. Check that the Address Book application is working correctly." = "Questa potrebbe non essere una scheda indirizzo valida o potrebbero esserci problemi con la rubrica indirizzi. Verificare che l’applicazione Rubrica Indirizzi funzioni correttamente.";

/* exception reason */
"This operation would create a self-referential style graph between %@ and %@" = "Questa operazione creerebbe un grafico con stile autoreferenziale tra %1$@ e %2$@";

/* font weight name */
"Ultra" = "Ultra";

/* font weight name */
"Ultralight" = "Ultraleggero";

/* exception reason */
"Unable to coerce value '%@' to class %@ for attribute '%@'" = "Impossibile forzare il valore “%1$@” alla classe %2$@ per l’attributo “%3$@”";

/* audio capturer error panel title */
"Unable to configure the selected audio input device." = "Impossibile configurare il dispositivo di input audio selezionato.";

/* audio capturer error panel title */
"Unable to connect to the selected audio input device." = "Impossibile connettere al dispositivo di input audio selezionato.";

/* exception reason */
"Unable to convert the string '%@' to a url.  Make sure that the string is a valid URL, including quoting characters that aren't valid in URLs." = "Impossibile convertire la stringa “%@” in un URL. Assicurati che la stringa sia un URL valido, compresi i caratteri virgolette che non fanno parte degli URL.";

/* script error */
"Unable to create an attachment for the given file." = "Impossibile creare un allegato per il file dato.";

/* audio capturer error panel title */
"Unable to create output file." = "Impossibile creare il file di output.";

/* alert sheet title */
"Unable to open attachment" = "Impossibile aprire l’allegato";

/* script error */
"Unable to read file from '%@'." = "Impossibile leggere il file da “%@”.";

/* audio capturer error panel title */
"Unable to start input from audio device." = "Impossibile avviare l’input dal dispositivo audio.";

/* script error */
"Unable to write attachment." = "Impossibile scrivere nell’allegato.";

/* weight unavailble note */
"Unavailable for selected font" = "Non disponibile per il font selezionato";

/* weight unavailble note */
"Unavailable for selected fonts" = "Non disponibile per i font selezionati";

/* weight unavailble note */
"Unavailable for some selected fonts" = "Non disponibile per alcuni font selezionati";

/* style attribute or group name */
"underline" = "sottolineato";

/* undo action name */
"Underline" = "Sottolinea";

/* Name for unnamed address book entries */
"Unnamed" = "Senza nome";

/* empty attachment name for RTF export */
"Unnamed Attachment" = "Allegato senza nome";

/* exception reason */
"Unrecognized style attribute class name '%@'" = "Nome di classe dell’attributo di stile non riconosciuto “%@”";

/* first untitled named style */
"New Style" = "Nuovo stile";

/* untitled named style pattern */
"New Style %d" = "Nuovo stile %d";

/* exception reason */
"Value '%@' does is not in the valid extent of %f..%f" = "Il valore ‘%1$@’ non si trova nell’intervallo consentito di %2$f..%3$f";

/* exception reason */
"Value is of class %@ instead of the class %@ required by the style attribute \"%@\"." = "Il valore appartiene alla classe %1$@ anziché alla classe %2$@ richiesta dall’attributo di stile “%3$@”.";

/* alert sheet prompt */
"Viewing this attachment will cause the contact to be added to your address book." = "La visualizzazione di questo allegato farà in modo che il contatto venga aggiunto alla rubrica indirizzi.";

/* style attribute or group name */
"weight" = "spessore";

/* style attribute or group name */
"writing direction" = "orientamento scrittura";

/* style boolean name */
"yes" = "ieri";